
// Common
"OK" = "好";
"Cancel" = "取消";
"Error" = "出錯";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "結束";
"Don't Quit" = "不結束";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "確定結束? Daybreak 正在下載檔案。如果您現在結束，下載將無法完成。";
"Daybreak Feedback" = "Daybreak 意見回饋";
"Are you sure you want to empty the cache?" = "您真的要清空快取嗎？";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak 會儲存你所打開的網頁內容，並儲存在快取，下次你再瀏覽該網頁就會變快。";
"Empty" = "清空";
"On disk" = "On disk";
"In memory" = "In memory";

// Menu titles
"About Daybreak" = "關於 Daybreak";
"Provide Feedback" = "提供意見回饋";
"Check for Updates…" = "檢查更新…";
"Preferences…" = "偏好設定…";
"Empty Cache…" = "清空快取…";
"Services" = "服務";
"Hide Daybreak" = "隱藏 Daybreak";
"Hide Others" = "隱藏其他";
"Show All" = "顯示全部";
"Quit Daybreak" = "結束 Daybreak";
"File" = "檔案";
"New Window" = "新增視窗";
"New Tab" = "新增標籤頁";
"Open…" = "打開…";
"Open Location…" = "打開網址…";
"Close" = "關閉";
"Save As…" = "儲存為…";
"Download from URL…" = "從網址下載…";
"Print…" = "列印…";
"Edit" = "編輯";
"Undo" = "還原";
"Redo" = "重作";
"Cut" = "剪下";
"Copy" = "拷貝";
"Paste" = "貼上";
"Delete" = "刪除";
"Select All" = "全選";
"Find" = "尋找";
"Find…" = "尋找…";
"Find Next" = "尋找下一個";
"Find Previous" = "尋找上一個";
"Use Selection for Find" = "使用所選範圍尋找";
"Jump to Selection" = "跳至所選範圍";
"Spelling and Grammar" = "拼字和文法檢查";
"Show Spelling…" = "顯示拼字和文法檢查…";
"Check Spelling" = "現在檢查文件…";
"Check Spelling While Typing" = "在輸入時同步檢查拼字";
"Check Grammar With Spelling" = "檢查拼字文法";
"Substitutions" = "替代";
"Smart Copy/Paste" = "智慧型拷貝/貼上";
"Smart Quotes" = "智慧型引號";
"Smart Links" = "智慧型連結";
"Speech" = "語音";
"Start Speaking" = "開始朗讀";
"Stop Speaking" = "停止朗讀";
"View" = "顯示方式";
"Show All Bars" = "顯示所有功能列";
"Hide All Bars" = "隱藏所有功能列";
"Show Toolbar" = "顯示工具列";
"Hide Toolbar" = "隱藏工具列";
"Show Tabbar" = "顯示標籤列";
"Hide Tabbar" = "隱藏標籤列";
"Sidebar Position" = "側邊欄位置";
"Left" = "左";
"Right" = "右";
"Customize Toolbar…" = "自定工具列…";
"Reload" = "重新載入網頁";
"Stop" = "停止";
"View Scale" = "顯示縮放";
"Text Scale" = "文字縮放";
"Actual Size" = "實際大小";
"Zoom In" = "放大";
"Zoom Out" = "縮小";
"Select User Agent" = "選擇使用者代理程式";
"Show Source" = "檢視原始碼";
"Hide Source" = "隱藏原始碼";
"Show Resources" = "Show Resources";
"Hide Resources" = "Hide Resources";
"Show Web Inspector" = "Show Web Inspector";
"Show Error Console" = "Show Error Console";
"History" = "瀏覽記錄";
"Back" = "上一頁";
"Forward" = "下一頁";
"Bookmarks" = "書籤";
"Show History…" = "顯示瀏覽記錄…";
"Show All Bookmarks" = "顯示全部書籤";
"Hide All Bookmarks" = "隱藏全部書籤";
"Add Bookmark…" = "新增書籤…";
"Find in Bookmarks" = "Find in Bookmarks";
"as List" = "為清單";
"as Icons" = "為圖示";
"as Tiles" = "as Tiles";
"Window" = "視窗";
"Minimize" = "縮到最小";
"Zoom" = "縮放";
"Select Next Tab" = "選取下一個標籤頁";
"Select Previous Tab" = "選取上一個標籤頁";
"Downloads" = "下載";
"Bring All to Front" = "將此程式所有視窗移至最前";
"Help" = "輔助說明";
"Daybreak Help" = "Daybreak 輔助說明";
"Localize…" = "在地化…";
"Installed Plug-ins" = "已安裝的外掛模組";
"Daybreak Home Page" = "Daybreak 首頁";
"Search in Google" = "在 Google 中搜尋";
"Open Google Search Results in New Tab" = "Open Google Search Results in New Tab";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "在新標籤頁中打開連結";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "在當前框架中打開新的框架";
"Open Frame in New Tab" = "在新標籤頁中打開新的框架";

// Preferences
"General" = "一般";
"Open new windows with home page" = "在新視窗打開首頁";
"Open new tabs with home page" = "在新標籤頁打開首頁";
"Home page" = "首頁";
"Save downloaded files to" = "把下載的檔案儲存到";
"Open URL from applications" = "開啟來自其他應用程式的連結";
"in a new window" = "在新視窗中";
"in a new tab" = "在新標籤頁中";
"in the current tab" = "在現用標籤頁中";
"Quit when the last window is closed" = "當最後一個視窗關閉時結束";
"Confirm before closing multiple tabs" = "關閉多個標籤頁之前先行確認";
"Check the new version after launching" = "啓動後檢查新版本";
"Clears all caches after launching" = "啓動後清除所有快取";
"Appearance" = "外觀";
"Allows animated image to loop" = "允許動畫圖片循環";
"Allows animated images" = "允許動畫";
"Loads images automatically" = "自動載入圖片";
"Default encoding" = "預設編碼";
"Include backgrounds when printing" = "列印時包含背景";
"Show bookmarks when window opens" = "視窗打開時顯示書籤";
"Show alert when removing bookmark" = "移除書籤時顯示警告";
"Security" = "安全性";
"Enable plug-ins" = "啓用外掛模組";
"Enable Java" = "啓用 Java";
"Enable JavaScript" = "啓用 JavaScript";
"Block pop-up windows" = "阻擋彈出式視窗";
"URL field shows IDN as ASCII" = "在 URL 欄位顯示國際域名為 ASCII";
"Accept cookies" = "接受 Cookie";
"Save history for" = "為以下儲存瀏覽記錄：";
"Advanced" = "Advanced";
"Enable Web Inspector" = "Enable Web Inspector";
"When a new tab opens, make it active" = "When a new tab opens, make it active";

// Bookmark
"Untitled" = "未命名";
"Title" = "標題";
"URL" = "URL";
"Label" = "標籤";
"Add" = "新增";
"Open an item" = "打開一個項目";
"Open %d items" = "打開 %d 個項目";
"Remove an item" = "移除一個項目";
"Remove %d items" = "移除 %d 個項目";

// Tab
"Close Others" = "關閉其他";

// Document
"Go" = "移至";
"Search" = "搜尋";
"Suggestions" = "Suggestions";
"URL Field" = "URL 區域";
"Add Bookmark" = "新增書籤";
"Snapshot" = "螢幕快照";
"Snapshot Current Page" = "快照目前頁面";
"Go Home" = "移至首頁";
"Go Home Page" = "移至首頁";
"Bug Report" = "提報臭蟲";
"User Agent" = "使用者代理程式";
"Source" = "原始碼";
"Save" = "儲存";
"Scale" = "縮放比例";
"Send Bug Report" = "送出臭蟲提報";
"Load" = "載入";
"Reload / Stop" = "重新載入 / 停止";
"Text Encoding" = "文字編碼";
"Default" = "Default";
"Open in other application…" = "在其他應用程式中打開…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "此網頁已經被加入書籤中了。 \n要更新它嗎?";
"Are you sure you want to bookmark this page?" = "您確定要把此網頁加入到書籤嗎？";
"Download any file from typed URL." = "從輸入的網址下載任何檔案。";
"Are you sure you want to open %d items?" = "確定要打開 %d 個項目？";
"Complete to add new localization. Restart Daybreak." = "新的在地化已加入完成。請重新啓動 Daybreak。";
"Failed to add new localization." = "新的在地化加入失敗。";

// Update
"A new version of Daybreak %@ is available." = "有新版本的 Daybreak %@ 可用。";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ 已經是最新。";
"Could not check for updates." = "無法檢查更新。";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "如果您按一下「下載」按鈕，該磁碟映像檔將開始下載。";
"Not Now" = "現在不要";
"Skip This Version" = "跳過此版本";
"Download" = "下載";

// Snapshot
"Only visible portion" = "僅目前檢視區域";
"Update" = "更新";
"Size" = "大小";
"File Type" = "檔案類型";
"File Size" = "檔案大小";
"Updating..." = "正在更新…";
"Compression" = "壓縮";
"Quality" = "Quality";

// Bug report
"Send Bug Report" = "送出臭蟲提報";
"Summary" = "摘要";
"Reproducibility" = "重現度";
"Describe" = "描述";
"None" = "無";
"A way to reproduce" = "重現方法";
"Could not send the report." = "無法送出該報告。";
"OS" = "作業系統";
"Processor" = "處理器";
"Application Version" = "應用程式版本";
"Daybreak Bug Report" = "Daybreak 臭蟲提報";

// User Agent
"Other" = "其他";

// History
"Remove" = "移除";
"Remove All" = "移除全部";
"Are you sure you want to remove all items?" = "確定要移除全部？";

// Findbar
"Ignore Case" = "忽略大小寫";
"Wrap Around" = "循環尋找";

// Download
"Undone" = "未完成";
"Done" = "完成";

// Localization
"Localize" = "在地化";
"Language" = "語言";
"Create" = "Create";

// Error titles
"Unknown Error" = "未知的錯誤";
"Cancelled" = "已取消";
"Bad URL" = "錯誤的 URL";
"Timed Out" = "逾時";
"Unsupported URL" = "不支援的 URL";
"Cannot Find Host" = "找不到伺服器";
"Cannot Connect to Host" = "無法連接到伺服器";
"Network Connection Lost" = "遺失網路連接";
"DNS Lookup Failed" = "DNS 查詢失敗";
"Too Many Redirects" = "太多的重新定向";
"Resource Unavailable" = "無可用資源";
"Not Connected to Internet" = "沒有連接到網際網路";
"Redirect to Non Existent Location" = "重新定向到不存在的網址";
"Bad Server Response" = "錯誤的伺服器器回應";
"User Cancelled Authentication" = "使用者取消認證";
"User Authentication Required" = "需要提供使用者身份驗證";
"Zero Byte Resource" = "0 位元的資源";
"Cannot Decode Raw Data" = "無法解碼原始檔案";
"Cannot Decode Content Data" = "無法解碼內容資料";
"Cannot Parse Response" = "無法解讀回應";
"File Does Not Exist" = "檔案不存在";
"File is Directory" = "檔案是目錄";
"No Permissions to ReadFile" = "沒有讀取檔案的權限";
"Data Length Exceeds Maximum" = "資料長度超過最大值";
"Secure Connection Failed" = "安全連線失敗";
"Server Certificate Has BadDate" = "伺服器憑證日期錯誤";
"Server Certificate Untrusted" = "伺服器憑證不受信任";
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "伺服器憑證的根憑證不明";
"Server Certificate Not Yet Valid" = "伺服器憑證尚未生效";
"Client Certificate Rejected" = "用戶端憑證遭拒";
"Cannot Load from Network" = "無法從網路載入";
"Daybreak can’t open the page “%@”" = "Daybreak 無法打開網頁 “%@”";
"Could not open in %@." = "無法打開在 %@。";
